Repository: python/pootle-python-org-backup
Catalog: tmxes/de/bugs.tmx
Source language: en
Languages: de

source: Reporting Bugs
de: Fehler melden

source: Python is a mature programming language which has established a reputation for stability. In order to maintain this reputation, the developers would like to know of any deficiencies you find in Python.
de: Python ist eine ausgereifte Programmiersprache, die unter anderem durch den guten Ruf über ihre Stabilität beliebt wurde. Um diesen zu erhalten, würden die Entwickler es gerne erfahren, wenn Sie Fehler in Python finden.

source: Documentation bugs
de: Dokumentationsfehler

source: If you find a bug in this documentation or would like to propose an improvement, please send an e-mail to docs@python.org describing the bug and where you found it. If you have a suggestion how to fix it, include that as well.
de: Wenn sie einen Fehler finden oder eine Verbesserungen vorschlagen möchten, senden sie eine E-Mail an docs@python.org, die Fehler und Ort beschreibt. Wenn Sie einen Vorschlag zur Behebung des Fehlers haben, senden Sie diesen ebenfalls.

source: docs@python.org is a mailing list run by volunteers; your request will be noticed, even if it takes a while to be processed.
de: docs@python.org ist eine Mailingliste von Freiwilligen, die Anfrage wird bearbeitet selbst wenn es eine Weile dauert bis dies passiert.

source: Of course, if you want a more persistent record of your issue, you can use the issue tracker for documentation bugs as well.
de: Wenn Sie eine permanente Aufzeichnung des Problems wünschen, können Sie den Fehler Tracker benutzen.

source: Using the Python issue tracker
de: Den Python Fehler Tracker benutzen

source: See also
de: Siehe auch
